{
  "helpLines":
  [
    {"Overview": "Beagle is a tool for the investigation of communication datasets."},
    {"Filters Panel": "New Filters are created by clicking on the + button.  Each filter consists of a field and a list of terms used to filter the communications.  Multiple filters can be used and result in the intersection of all of the filters used.  Wildcards such as * or ? can be used for matching partial strings.  In general double clicking on a term or contact in the other views will automatically add them to the filter list."},
    {"Contact Graph Panel": "List the Contacts in the current filter set in frequency order. The purpose of this panel is to list contacts and to show their relationships in the dataset. The Bubbles to the right og the contact give relative size of TO / FROM in current filter list if no contacts are selected other wise they show the TO / FROM relationships with the currently selected contacts. Single click on the contact brings up a list of all contacts in the dataset that the contact sends to.  Double click on contact in graph or in popup adds the contact to the filter list."},
    {"Mentions Panel": "The mentions panel conatains four fields: Person, Contents, Subject and Organization.  Select the desired field to see most frequent keywords in each field. Double click on a keyword to add it to the filters."},
    {"Person": "Lists the highest ranked persons extracted from the communication contents"},
    {"Contents": "Lists the highest ranked keywords from the communication contents"},
    {"Subject": "Lists the highest ranked keywords extracted from the communication subject field"},
    {"Organization": "Lists the highest ranked Organizations extracted from the communication contents"},
    {"Coomunications Panel": "List of communications in the current filter set with date and subject line.  Click on the subject line to explore the communication's contents. Currently the number of email suject lines show is limited but will increase soon."}
  ]
}
